// Создаем массив с данными для фотографий в галереи //

const initialCards = [
    {
      name: 'Рыбная деревня',
      link: './images/kaliningrad_fish.jpg',
      alt: 'фотография с изображением Рыбной деревни в Калининграде'
    },
    {
      name: 'Королевские ворота',
      link: './images/korolevskie-vorota.jpg',
      alt: 'фотография с изображением Королевских ворот в Калининграде'
    },
    {
      name: 'Куршская коса',
      link: './images/kurskaj-kosa.jpg',
      alt: 'фотография с изображением Куршской косы'
    },
    {
      name: 'Зеленоградск',
      link: './images/zelenogradsk.jpg',
      alt: 'фотография с изображением города Зеленоградска'
    },
    {
      name: 'Зеленоградск',
      link: './images/zelenogradsk-cat.jpg',
      alt: 'фотография с изображением стрит-арта в городе Зеленоградске (города котов)'
    },
    {
      name: 'Светлогорск',
      link: './images/Svetlogorsk.jpg',
      alt: 'фотография с изображением города Светлогорск'
    }
  ];